Repository: dbatis/gnome-shell-extension-audio-switch-shortcuts
Catalog: translations/*.po
Languages: de, el

source: Audio Input
de: Audioeingabe
el: Συσκευή Εισόδου

source: Audio Output
de: Audioausgabe
el: Συσκευή Εξόδου

source: Audio Switch Shortcuts
de: Audio-Switch-Tastenkürzel

source: Preferences...
de: Einstellungen …
el: Ρυθμίσεις...

source: New accelerator…
de: Neues Tastenkürzel …
el: Νέα συντόμευση...

source: Use Backspace to clear
de: Löschen mit Rücktaste
el: Πατήστε Backspace για καθαρισμό της συντόμευσης

source: Audio Outputs
de: Audioausgabegeräte
el: Συσκευές εξόδου

source: Audio Output Shortcuts
de: Audioausgabe-Tastenkürzel
el: Συντομεύσεις συσκευής εξόδου

source: Keyboard shortcut
de: Tastenkürzel
el: Συντόμευση

source: Switch to next audio output device
de: Zum nächsten Audioausgabegeräte umschalten
el: Αλλαγή στην επόμενη συσκευή εξόδου

source: Audio Devices
de: Audiogeräte
el: Συσκευές Ήχου

source: Select the devices to cycle through when the keyboard shortcut is pressed. Drag them to set the order.
de: Geräte wählen, zwischen denen mit Tastenkürzeln umgeschaltet werden soll. Sie können die Reihenfolge durch Ziehen ändern.
el: Επιλέξτε τις συσκευές στις οποίες θα εναλλάσσονται όταν πατηθεί η συντόμευση. Σύρτε την συσκευή για να ορίσετε τη σειρά εναλλαγής.

source: Audio Inputs
de: Audioeingabegeräte
el: Συσκευές Εισόδου

source: Audio Input Shortcuts
de: Audioeingabe-Tastenkürzel
el: Συντομεύσεις συσκευής εισόδου

source: Switch to next audio input device
de: Zum nächsten Audioeingabegeräte umschalten
el: Αλλαγή στην επόμενη συσκευή εισόδου

source: Settings
de: Einstellungen
el: Ρυθμίσεις

source: Appearance
de: Erscheinungsbild
el: Εμφάνιση

source: Configure the appearance of this extension
de: Erscheinung dieser Erweiterung einrichten
el: Διαμορφώστε την εμφάνιση αυτής της επέκτασης

source: Show Indicator
de: Indikator anzeigen
el: Εμφάνιση στη γραμμή εργασιών

source: Show a tray icon, to get to settings quicker
de: Leistensymbol anzeigen, um die Einstellungen schneller aufrufen zu können
el: Εμφάνιση εικονιδίου στην γραμμή εργασιών, για ταχύτερη πρόσβαση στις ρυθμίσεις

source: Show Notifications
de: Benachrichtigungen anzeigen
el: Εμφάνιση ειδοποιήσεων

source: Display a notification message when you press a shortcut
de: Beim Drücken eines Tastenkürzels eine Benachrichtigung anzeigen
el: Εμφάνιση μηνύματος ειδοποίησης όταν πατάτε μια συντόμευση

source: Use Volume OSD for notifications
de: Lautstärkebildschirmbereich für Benachrichtungen verwenden
el: Χρήση της ένδειξης έντασης ήχου για ειδοποιήσεις

source: Instead of the notification area, use the volume on-screen display area when switching devices.
de: Anstelle des Benachrichtigungsbereich beim Umschalten von Geräten den Lautstärkebildschirmbereich verwenden.
el: Χρήση της ένδειξης έντασης ήχου, αντί για τον χώρο ειδοποιήσεων, κατά την αλλαγή συσκευών.
